Revit 2027 API
BuiltInFailures.LoadFailures.CannotMirrorHostedLoad Property
 Can't mirror Load based on the Host Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMirrorHostedLoad { get; }
Public Shared ReadOnly Property CannotMirrorHostedLoad As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMirrorHostedLoad {
	FailureDefinitionId^ get ();
}
static member CannotMirrorHostedLoad : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace